Revit 2027 API
SpatialElementFromToCalculationPoints.Flip Method
 flip the direction of the "from" and "to" points
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void Flip()
Public Sub Flip
public:
void Flip()
member Flip : unit -> unit
See Also
Reference
SpatialElementFromToCalculationPoints Class
Autodesk.Revit.DB Namespace